{
  "metadata": {
    "total_size": 5609423890
  },
  "weight_map": {
    "lm_head.weight": "model-00002-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.0.adaLN_modulation.1.bias": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.0.adaLN_modulation.1.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.0.attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.0.attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.0.attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.0.attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.0.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.0.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.0.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.0.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.0.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.1.adaLN_modulation.1.bias": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.1.adaLN_modulation.1.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.1.attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.1.attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.1.attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.1.attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.1.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.1.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.1.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.1.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.1.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.2.adaLN_modulation.1.bias": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.2.adaLN_modulation.1.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.2.attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.2.attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.2.attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.2.attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.2.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.2.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.2.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.2.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.2.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.3.adaLN_modulation.1.bias": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.3.adaLN_modulation.1.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.3.attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.3.attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.3.attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.3.attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.3.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.3.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.3.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.3.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.3.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.4.adaLN_modulation.1.bias": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.4.adaLN_modulation.1.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.4.attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.4.attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.4.attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.4.attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.4.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.4.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.4.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.4.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.4.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.5.adaLN_modulation.1.bias": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.5.adaLN_modulation.1.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.5.attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.5.attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.5.attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.5.attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.5.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.5.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.5.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.5.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.5.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.6.adaLN_modulation.1.bias": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.6.adaLN_modulation.1.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.6.attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.6.attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.6.attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.6.attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.6.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.6.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.6.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.6.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_a.6.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_b.adaLN_modulation.1.bias": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_b.adaLN_modulation.1.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_b.linear.bias": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_b.linear.weight": "model-00001-of-00002.safetensors",
    "model.gen_projector.diffusion_head_b.norm_final.weight": "model-00001-of-00002.safetensors",
    "model.hi_gate.gate.0.bias": "model-00001-of-00002.safetensors",
    "model.hi_gate.gate.0.weight": "model-00001-of-00002.safetensors",
    "model.hi_gate.gate.2.bias": "model-00001-of-00002.safetensors",
    "model.hi_gate.gate.2.weight": "model-00001-of-00002.safetensors",
    "model.hi_gate.layer_norm.bias": "model-00001-of-00002.safetensors",
    "model.hi_gate.layer_norm.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.0.adaLN_modulation.1.bias": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.0.adaLN_modulation.1.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.0.attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.0.attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.0.attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.0.attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.0.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.0.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.0.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.0.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.0.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.1.adaLN_modulation.1.bias": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.1.adaLN_modulation.1.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.1.attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.1.attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.1.attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.1.attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.1.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.1.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.1.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.1.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.1.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.2.adaLN_modulation.1.bias": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.2.adaLN_modulation.1.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.2.attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.2.attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.2.attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.2.attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.2.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.2.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.2.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.2.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_a.2.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_b.adaLN_modulation.1.bias": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_b.adaLN_modulation.1.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_b.linear.bias": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_b.linear.weight": "model-00001-of-00002.safetensors",
    "model.hi_projector.diffusion_head_b.norm_final.weight": "model-00001-of-00002.safetensors",
    "model.language_model.embed_tokens.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.0.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.0.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.0.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.0.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.0.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.0.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.0.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.0.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.0.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.0.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.0.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.0.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.1.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.1.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.1.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.1.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.1.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.1.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.1.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.1.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.1.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.1.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.1.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.1.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.10.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.10.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.10.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.10.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.10.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.10.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.10.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.10.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.10.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.10.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.10.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.10.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.11.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.11.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.11.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.11.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.11.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.11.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.11.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.11.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.11.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.11.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.11.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.11.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.12.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.12.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.12.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.12.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.12.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.12.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.12.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.12.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.12.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.12.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.12.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.12.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.13.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.13.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.13.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.13.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.13.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.13.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.13.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.13.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.13.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.13.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.13.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.13.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.14.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.14.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.14.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.14.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.14.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.14.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.14.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.14.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.14.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.14.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.14.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.14.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.15.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.15.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.15.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.15.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.15.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.15.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.15.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.15.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.15.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.15.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.15.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.15.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.16.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.16.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.16.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.16.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.16.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.16.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.16.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.16.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.16.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.16.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.16.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.16.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.17.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.17.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.17.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.17.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.17.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.17.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.17.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.17.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.17.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.17.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.17.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.17.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.18.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.18.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.18.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.18.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.18.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.18.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.18.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.18.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.18.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.18.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.18.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.18.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.19.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.19.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.19.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.19.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.19.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.19.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.19.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.19.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.19.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.19.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.19.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.19.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.2.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.2.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.2.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.2.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.2.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.2.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.2.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.2.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.2.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.2.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.2.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.2.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.20.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.20.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.20.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.20.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.20.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.20.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.20.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.20.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.20.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.20.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.20.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.20.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.21.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.21.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.21.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.21.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.21.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.21.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.21.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.21.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.21.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.21.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.21.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.21.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.22.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.22.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.22.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.22.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.22.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.22.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.22.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.22.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.22.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.22.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.22.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.22.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.23.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.23.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.23.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.23.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.23.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.23.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.23.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.23.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.23.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.23.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.23.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.23.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.24.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.24.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.24.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.24.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.24.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.24.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.24.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.24.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.24.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.24.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.24.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.24.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.25.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.25.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.25.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.25.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.25.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.25.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.25.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.25.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.25.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.25.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.25.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.25.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.26.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "model.language_model.layers.26.mlp.down_proj.weight": "model-00002-of-00002.safetensors",
    "model.language_model.layers.26.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.26.mlp.up_proj.weight": "model-00002-of-00002.safetensors",
    "model.language_model.layers.26.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "model.language_model.layers.26.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.26.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.26.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.26.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.26.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.26.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.26.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.27.input_layernorm.weight": "model-00002-of-00002.safetensors",
    "model.language_model.layers.27.mlp.down_proj.weight": "model-00002-of-00002.safetensors",
    "model.language_model.layers.27.mlp.gate_proj.weight": "model-00002-of-00002.safetensors",
    "model.language_model.layers.27.mlp.up_proj.weight": "model-00002-of-00002.safetensors",
    "model.language_model.layers.27.post_attention_layernorm.weight": "model-00002-of-00002.safetensors",
    "model.language_model.layers.27.self_attn.k_proj.bias": "model-00002-of-00002.safetensors",
    "model.language_model.layers.27.self_attn.k_proj.weight": "model-00002-of-00002.safetensors",
    "model.language_model.layers.27.self_attn.o_proj.weight": "model-00002-of-00002.safetensors",
    "model.language_model.layers.27.self_attn.q_proj.bias": "model-00002-of-00002.safetensors",
    "model.language_model.layers.27.self_attn.q_proj.weight": "model-00002-of-00002.safetensors",
    "model.language_model.layers.27.self_attn.v_proj.bias": "model-00002-of-00002.safetensors",
    "model.language_model.layers.27.self_attn.v_proj.weight": "model-00002-of-00002.safetensors",
    "model.language_model.layers.3.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.3.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.3.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.3.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.3.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.3.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.3.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.3.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.3.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.3.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.3.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.3.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.4.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.4.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.4.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.4.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.4.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.4.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.4.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.4.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.4.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.4.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.4.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.4.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.5.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.5.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.5.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.5.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.5.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.5.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.5.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.5.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.5.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.5.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.5.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.5.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.6.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.6.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.6.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.6.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.6.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.6.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.6.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.6.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.6.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.6.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.6.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.6.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.7.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.7.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.7.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.7.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.7.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.7.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.7.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.7.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.7.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.7.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.7.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.7.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.8.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.8.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.8.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.8.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.8.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.8.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.8.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.8.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.8.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.8.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.8.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.8.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.9.input_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.9.mlp.down_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.9.mlp.gate_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.9.mlp.up_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.9.post_attention_layernorm.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.9.self_attn.k_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.9.self_attn.k_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.9.self_attn.o_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.9.self_attn.q_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.9.self_attn.q_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.layers.9.self_attn.v_proj.bias": "model-00001-of-00002.safetensors",
    "model.language_model.layers.9.self_attn.v_proj.weight": "model-00001-of-00002.safetensors",
    "model.language_model.norm.weight": "model-00002-of-00002.safetensors",
    "model.time_embed.mlp_1.0.bias": "model-00001-of-00002.safetensors",
    "model.time_embed.mlp_1.0.weight": "model-00001-of-00002.safetensors",
    "model.time_embed.mlp_1.2.bias": "model-00001-of-00002.safetensors",
    "model.time_embed.mlp_1.2.weight": "model-00001-of-00002.safetensors",
    "model.time_embed.mlp_2.0.bias": "model-00001-of-00002.safetensors",
    "model.time_embed.mlp_2.0.weight": "model-00001-of-00002.safetensors",
    "model.time_embed.mlp_2.2.bias": "model-00001-of-00002.safetensors",
    "model.time_embed.mlp_2.2.weight": "model-00001-of-00002.safetensors",
    "model.und_projector.layernorm.bias": "model-00001-of-00002.safetensors",
    "model.und_projector.layernorm.weight": "model-00001-of-00002.safetensors",
    "model.und_projector.mlp.0.bias": "model-00001-of-00002.safetensors",
    "model.und_projector.mlp.0.weight": "model-00001-of-00002.safetensors",
    "model.und_projector.mlp.2.bias": "model-00001-of-00002.safetensors",
    "model.und_projector.mlp.2.weight": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.bn.num_batches_tracked": "model-00002-of-00002.safetensors",
    "model.vae_decoder_projector.bn.running_mean": "model-00002-of-00002.safetensors",
    "model.vae_decoder_projector.bn.running_var": "model-00002-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.conv_in.bias": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.conv_in.weight": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.conv_out.bias": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.conv_out.weight": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.attn_1.k.bias": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.attn_1.k.weight": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.attn_1.norm.bias": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.attn_1.norm.weight": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.attn_1.proj_out.bias": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.attn_1.proj_out.weight": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.attn_1.q.bias": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.attn_1.q.weight": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.attn_1.v.bias": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.attn_1.v.weight": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.block_1.conv1.bias": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.block_1.conv1.weight": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.block_1.conv2.bias": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.block_1.conv2.weight": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.block_1.norm1.bias": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.block_1.norm1.weight": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.block_1.norm2.bias": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.block_1.norm2.weight": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.block_2.conv1.bias": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.block_2.conv1.weight": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.block_2.conv2.bias": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.block_2.conv2.weight": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.block_2.norm1.bias": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.block_2.norm1.weight": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.block_2.norm2.bias": "model-00001-of-00002.safetensors",
    "model.vae_decoder_projector.decoder.mid.block_2.norm2.weight": "model-00001-of-00002.safetensors",
